{"do_lower_case": false, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "do_basic_tokenize": true, "never_split": null, "model_max_length": 128, "special_tokens_map_file": "gpt2-base-chinese-cluecorpussmall\\special_tokens_map.json", "name_or_path": "/home/users/jiangjin/jiangjin_bupt/Python/Correction/Improve_multi_modal/Model_check-point/", "tokenizer_class": "BertTokenizer"}